Repository: anandhaMurugan/Sample-code
Catalog: Sampletestcode/Helseboka/Helseboka.Core/Resources/StringResources/AppResources.*.resx
Languages: no

# DoctorSelectionSubtitleEnabled
source: You have selected the following doctor to communicate with. Tap the doctor's name to change.
no: Du har valgt følgende lege å kommunisere med. Trykk på legens navn for å endre.

# DoctorSelectionSubtitleDisabled
source: You have not chosen any persons or organization to communicate with. Click in the field below to search for health personel.
no: Du har ikke valgt noen person eller organisasjon å kommunisere med. Trykk på feltet under for søke på helsepersonell.

# DoctorSelectionHelpText
source: You can only expect the messages to appear and you will receive a response if this is your GP or your private doctor.
no: Du kan kun regne med at meldingene kommer frem og du får svar dersom dette er din fastlege eller din privatlege.

# DeleteProfileConfirmationTitle
source: Delete all content
no: Slett alt innhold

# DeleteProfileConfirmationMessage
source: Are you sure you want to delete the profile? It may still be retrieved upto 30 days.
no: Er du sikker på at du vil slette profilen? Den vil uansett kunne hentes tilbake igjen innen 30 dager.

# DeleteProfileConfirmationButton
source: Yes, delete
no: Ja, slett

# DoctorSearchPlaceholder
source: Search doctor or medical center...
no: Søk på lege eller legekontor...

# AppLongDateTimeFormat
source: dd.MM.yy HH:mm
no: dd.MM.yy kl. HH.mm

# Salutation
source: Hi
no: Hei

# OnBoardingFirstTitle
source: Communicate directly with the doctor and doctor's office
no: Kommuniser direkte med legen og legekontoret

# OnBoardingSecondTitle
source: Book an appointment with the doctor or the doctor's office
no: Bestill time hos legen eller på legekontoret

# OnBoardingThirdTitle
source: Get an overview of your medicines and renew prescriptions
no: Få oversikt over medisinene dine og forny resepter

# OnBoardingGoToButton
source: Go to app
no: Gå til appen

# AppointmentHomeCancelledStatus
source: Canceled
no: Avbestilt

# AppointmentHomeHelpText
source: Here you can book an appointment with your doctor, see your booked appointments and cancel them.{0}{0}Via Helseboka you can book an appointment with your doctor no matter where in the country you are. It only requires that your doctor has opened up for communication at helseboka.no. You don't need to pay a fee to Helseboka to use the service.{0}{0}Click on notifications in your phone's notification settings for appointment reminder.
no: Her kan du bestille time hos legen din, se dine bestilte timer og avbestille disse.{0}{0}Via Helseboka kan du bestille time hos legen din uansett hvor i landet du er. Det krever bare at legen din har åpnet opp for kommunikasjon på helseboka.no. Du må ikke betale gebyr til Helseboka for å bruke tjenesten.{0}{0}Slå på varslinger i telefonens varslingsinnstillinger slik at du får påminnelser om timen din.

# ChatHomeHelpTitle
source: Here you can ask questions directly to the doctor's office and your doctor. Helseboka can communicate with all medical offices in Norway provided that the doctor's office has opened up for communication at helseboka.no.
no: Her kan du stille spørsmål direkte til legekontoret og legen din. Helseboka kan kommunisere med alle legekontorer i Norge forutsatt at legekontoret har åpnet opp for kommunikasjon på helseboka.no.

# AppointmentNoMessage
source: No message from doctor
no: Ingen melding fra lege

# BasicInfoTitle
source: Hi
no: Hei

# NewChatSenderPrefix
source: To:
no: Til:

# NewChatSenderPlaceholder
source: Select doctor or office here...
no: Velg lege eller legekontoret her...

# AppointmentHomeNoDateExpired
source: Not confirmed
no: Ikke bekreftet

# AppointmentHomeNoAppointmentPopupMessage
source: Here you will get all the important messages.
no: Her vil du få viktige beskjeder.

# AppointmentHomeNoAlarmPopupMessage
source: You can add medication reminders from the Medicines page. See main menu at the bottom of the page.
no: Du kan legge til medisinpåminnelser på siden Medisiner. Se hovedmeny nederst på siden.

# FeedbackPopupMessage
source: Please send us feedback about bugs or improvements to the email address {0}
no: Send oss gjerne tilbakemeldinger om feil eller mangler til e-postadressen {0}

# FeedbackPopupAlert
source: NB: Please do not send sensitive information in this email!
no: NB: Ikke send sensitiv informasjon i denne eposten!

# FeedbackMailSubject
source: Feedback from Helseboka user
no: Tilbakemelding fra bruker av Helseboka

# FeedbackMailAppSelectorTitle
source: Send feedback
no: Send tilbakemelding

# ChatStatusSent
source: Sent
no: Sendt

# ChatStatusDelivered
source: Delivered
no: Levert

# ChatStatusError
source: Failed
no: Feilet

# ChatStatusReceived
source: Received
no: Mottatt

# ChatResendConfirmationTitle
source: Resend message
no: Send melding igjen

# ChatResendConfirmationMessage
source: This message has not been delivered to the doctor. Do you want to send the message again?
no: Denne meldingen er ikke levert til legen. Vil du sende meldingen igjen?

# GeneralTextContinue
source: Continue
no: Fortsett

# GeneralTextCancel
source: Cancel
no: Avbryt

# MobilePhoneNumberPageErrorMessage
source: Enter your mobile number
no: Skriv inn ditt mobilnummer

# MobilePhoneNumberPageErrorMessageText
source: Please enter valid phone number
no: Vennligst skriv inn gyldig telefonnummer

# MobilePhoneNumberPageText
source: Register your mobile phone number in order to communicate with Helseboka. The number will be included in messages you send from Helseboka.
no: Registrer ditt mobilnummer. Nummeret vil sendes med meldingene du sender fra Helseboka.

# PhoneNumberPopupTitle
source: Mobile phone number is missing
no: Mobilnummer mangler

# AppointmentLinkButtonText
source: Wait for video talk
no: Videotime-kø
